"ConfirmSaveTitle" 			= "Bekräfta sparning";
"ConfirmSaveMsg"			= "Vill du spara ändringarna i inställningarna för flyttbarhet?";
"ConfirmSaveSave"			= "Spara";
"ConfirmSaveCancel"			= "Avbryt";
"ConfirmSaveDontSave"		= "Spara inte";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Skapa";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Ett huvudlösenord för FileVault finns för den här datorn.";
"str_NoMasterPassword" 		= "FileVault kräver ett huvudlösenord för datorn.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (startskiva)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Beräknar ledigt utrymme...";
"str_PHD_InsufficientSpace" = "Det finns inte tillräckligt med ledigt utrymme på ”%@” för att skapa hemmappen.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatiskt";
"str_SyncInterval_Manual"  		= "Manuellt";

"str_SyncInterval_OneMinute" 					= "Varje minut";
"str_SyncInterval_LessThanOneHour"  			= "Efter %d minuter";
"str_SyncInterval_OneHour"						= "Varje timme";
"str_SyncInterval_OneHourOneMinute"				= "Efter 1 timme, 1 minut";
"str_SyncInterval_LessThanTwoHours"				= "Efter 1 timme och %d minuter";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Efter %d timmar";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Efter %d timmar, 1 minut";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Efter %d timmar och %d minuter";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Inga externa volymer är anslutna.";
"str_UserPicks_NoSuitableVolume" 		= "Inga lämpliga volymer hittades.";
